Repository: nkvoronov/repository.yellowdragon.libreelec.kodi
Catalog: vfs.libarchive/resources/language/resource.language.*/strings.po
Languages: es_es

# Addon Summary
source: Multi-format archive and compression addon
es_es: Addon de archivos multiformato y compresión

# Addon Description
source: This add-on uses the libarchive library to read a variety of archive and compression formats.[CR][CR]Supported formats are:[CR]7z, bz2, gz, tar, tar.bz2, tar.gz, tar.xz, tgz, tbz2, xz, zip
es_es: Este addon usa la libreria libarchive para leer varios formatos de compresión y archivado.[CR][CR]Los formatos soportados son:[CR]7z, bz2, gz, tar, tar.bz2, tar.gz, tar.xz, tgz, tbz2, xz, zip

# #30000
source: RAR solid archive support unavailable
es_es: Soporte de archivos RAR sólidos no disponible

# #30001
source: Truncated RAR file data
es_es: Archivo de datos RAR truncado

# #30002
source: Can't allocate rar data
es_es: No se pueden asignar los datos del rar

# #30003
source: Couldn't find out RAR header
es_es: No se encuentra la cabecera RAR

# #30004
source: Invalid marker header
es_es: Cabecera de marcador no válida

# #30005
source: Invalid header size
es_es: Cabecera de tamaño no válida

# #30006
source: RAR encryption support unavailable
es_es: Soporte a cifrado RAR no disponible

# #30007
source: Header CRC error
es_es: Error de cabecera CRC

# #30008
source: Invalid sizes specified
es_es: Tamaños especificados no válidos

# #30009
source: Bad RAR file
es_es: Archivo RAR malo

# #30010
source: Unsupported compression method for RAR file
es_es: Método de compresión del archivo RAR no soportado

# #30011
source: Error during seek within RAR file
es_es: Error al buscar dentro del archivo RAR

# #30012
source: Invalid filename
es_es: Nombre de archivo no válido

# #30013
source: Mismatch of file parts split across multi-volume archive
es_es: No hay coincidencia en las partes de archivo dividas en un archivo multi-volumen

# #30014
source: Header CRC error
es_es: Error de cabecera CRC

# #30015
source: Parsing filters is unsupported
es_es: Análisis de filtros no soportado

# #30016
source: Invalid symbol
es_es: Símbolo no válido

# #30017
source: Internal error extracting RAR file
es_es: Error interno al extraer archivo RAR
