Repository: nkvoronov/repository.yellowdragon.libreelec.kodi
Catalog: audioencoder.lame/resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Summary
source: LAME is a high quality MPEG Audio Layer III (MP3)
de_de: LAME ist ein hochwertiger MPEG Audio Layer III (MP3)

# Addon Description
source: It use LAME, the high quality MPEG Audio Layer III (MP3) encoder licensed under the LGPL.
de_de: Es verwendet LAME, den hochwertigen MPEG Audio Layer III (MP3) Encoder, der unter der LGPL lizenziert ist.

# #30000
source: Preset
de_de: Voreinstellung

# #30001
source: Enables some preconfigured settings
de_de: Aktiviert einige vorkonfigurierte Einstellungen

# #30002
source: Medium
de_de: Mittel

# #30004
source: Extreme
de_de: Extrem

# #30005
source: Constant bitrate
de_de: Konstante Bitrate

# #30007
source: The bitrate to be used
de_de: Die zu verwendende Bitrate

# #30009
source: Used ID3 tag version
de_de: ID3-Tag-Version

# #30010
source: To specify the ID3 version used for the created MP3 file.
de_de: ID3-Version der erzeugten MP3-Datei angeben.
